corpus/probe-plan-seeds/bat/grader/branches/fcc1fea12b08/eval/test_resources/test_bench/basic_structure.txt

Summary:
  Total:	0.0026 secs.
  Slowest:	0.0012 secs.
  Fastest:	0.0003 secs.
  Average:	0.0005 secs.
  Requests/sec:	3829.5821
  Total Data Received:	270 bytes.
  Response Size per Request:	27 bytes.

Status code distribution:
  [200]	10 responses

Response time histogram:
  0.000 [1]	|∎∎∎∎∎∎
  0.000 [6]	|∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  0.000 [1]	|∎∎∎∎∎∎
  0.001 [0]	|
  0.001 [0]	|
  0.001 [0]	|
[...]
  0.001 [1]	|∎∎∎∎∎∎
  0.001 [0]	|
  0.001 [1]	|∎∎∎∎∎∎

Latency distribution:
  10% in 0.0003 secs.
  25% in 0.0003 secs.
  50% in 0.0004 secs.
  75% in 0.0010 secs.
  90% in 0.0012 secs.